run/tutorials/multiphase/interFoam/ras/weirOverflow/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          44;
        startFace       9981;
    }
    outlet
    {
        type            patch;
        nFaces          64;
        startFace       10025;
    }
    lowerWall
    {
        type            wall;
        nFaces          155;
        startFace       10089;
    }
    atmosphere
    {
        type            patch;
        nFaces          95;
        startFace       10244;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          10160;
        startFace       10339;
    }
)

// ************************************************************************* //
